Repository: michelf/sim-daltonism
Catalog: iOS App/Resources/mul.lproj/Options.xcstrings
Source language: en
Languages: fr

# 1Ob-2N-FR3.text
source: by Michel Fortin
fr: par Michel Fortin

# 5JE-mi-1gU.text
source: Hue Shift
fr: Décalage de teinte

# 7eB-XC-Sf1.text
source: Protanomaly
fr: Protanomalie

# 8Fh-iV-BAl.text
source: Anomalous blue cones
fr: Cônes bleus anormaux

# 8oO-S8-qcf.headerTitle
source: Monochromacy
fr: Monochromatisme

# 53L-Zl-hPR.text
source: Anomalous red cones
fr: Cônes rouges anormaux

# Adj-xY-RcE.text
source: Green Stripes
fr: Rayures vertes

# AIv-Ok-oRj.text
source: Sim Daltonism © 2005–2020 Michel Fortin Includes an adaptation of the color_blind_sims Javascript function from the Color Laboratory Copyright © 2000-2001 Matthew Wickline and the Human-Computer Interaction Resource Network.
fr: Sim Daltonism © 2005–2020 Michel Fortin Inclus une adaptation de la fonction Javascript color_blind_sims du Color Laboratory Copyright © 2000-2001 Matthew Wickline and the Human-Computer Interaction Resource Network.

# Av2-rq-TNS.text
source: Rate this app
fr: Notez cette app

# aYH-t4-fuh.text
source: Send Feedback
fr: Commentaires

# BBK-e4-v9v.headerTitle
source: Copyright & Credits
fr: Droit d’auteur et remerciments

# beT-1m-flM.text
source: Deuteranopia
fr: Deuteranopie

# cKy-5c-spT.text
source: Luminance Flip
fr: Inversion de luminance

# d2n-BX-GDf.title
source: More
fr: Plus

# dFl-xy-ceC.text
source: Website
fr: Site web

# dia-ae-PuQ.text
source: Vibrancy Boost
fr: Couleurs vibrantes

# Dj3-Uw-TAl.text
source: Deuteranomaly
fr: Deuteranomalie

# DnW-65-s8L.text
source: Absent or non-functionning red and green cones
fr: Cônes rouges et verts absents ou non-fonctionnels

# ebU-qD-SjG.text
source: Blue Stripes
fr: Rayures bleues

# EPr-jD-jaz.text
source: Sim Daltonism lets you see through the eyes of someone with a color blindness. While the colors shown are a good approximation of what a color blind person would see, you should not expect them to be perfect. Everyone has his own perception of colors that differs slightly from other people, and color blindness are often partial at different degrees. More importantly, cameras do not have the same spectral response as cones in your eyes, so the simulation has to make some assumptions about the frequency composition of the colors.
fr: Sim Daltonisme vous permet de voir ce que voit une personne daltonienne. Bien que les couleurs affichés soit une bonne approximation de la couleur vue par une personne daltonienne, ne vous attendez pas à ce qu’elles soient parfaites. Tout le monde a sa propre perception des couleurs qui diffère légèrement de celle des autres, et le daltonisme est souvent partiel à différent degrés. Aussi, les caméras n’ont pas la même réponse spectrale que les cônes dans l’œil, donc une simulation doit faire quelque postulats concernant la composition en fréquence des couleurs.

# FGQ-PW-KZU.footerTitle
source: These two variants are quite rare.
fr: Ces deux variantes sont plutôt rares.

# FGQ-PW-KZU.headerTitle
source: Blue/Yellow Color Blindness
fr: Daltonisme bleu/jaune

# flK-2k-8KW.text
source: Monochrome Analog TV
fr: Télé monochrome analogique

# FMo-GE-hEe.text
source: Normal vision
fr: Vision normale

# gcR-m7-f62.text
source: COLOR TOOLS
fr: OUTILS DE COULEURS

# hSF-Zo-ucE.text
source: SIMULATED VISION
fr: VISION SIMULÉE

# iBD-Jm-iAQ.text
source: Protanopia
fr: Protanopie

# iRQ-At-uud.text
source: Monochrome Display
fr: Écran monochrome

# jKo-bc-yvf.text
source: No green cones
fr: Aucun cône vert

# jxK-7j-Fx2.text
source: Achromatopsia
fr: Achromatopsie

# kOu-8J-OPC.footerTitle
source: Four variants of the most common color blindness form.
fr: Quatre variantes de la forme la plus commune de daltonisme.

# kOu-8J-OPC.headerTitle
source: Red/Green Color Blindness
fr: Daltonisme rouge/vert

# MaI-O8-enf.text
source: A simulator for color blindness
fr: Un simulateur pour le daltonisme

# MKr-3a-N1J.text
source: Normal vision
fr: Vision normale

# MwP-hN-TJU.text
source: Tritanopia
fr: Tritanopie

# nee-lW-V5B.text
source: Red Stripes
fr: Rayures rouges

# PVL-g1-ZDl.text
source: Trichromatic: red, green, and blue cones
fr: Trichromatique : cônes rouges, verts, et bleus

# rgF-lB-8xY.text
source: Blue Cone Monochromacy
fr: Monochromatie au bleu

# rlq-wP-Crx.headerTitle
source: Other
fr: Autre

# TCj-Zp-P4m.text
source: Trichromatic: red, green, and blue cones
fr: Trichromatique : cônes rouges, verts, et bleus

# tst-IK-iP2.text
source: BT.601 luma coefficients
fr: Coefficients de luminosité BT.601

# UN5-pc-Szy.normalTitle
source: Choose
fr: Choisir

# uoT-cc-jKY.text
source: No blue cones
fr: Aucun cône bleu

# uvA-2y-5uZ.text
source: Tritanomaly
fr: Tritanomalie

# vcH-0U-5AL.text
source: Anomalous green cones
fr: Cônes verts anormaux

# vTX-4F-okO.text
source: Sim Daltonism
fr: Sim Daltonisme

# vxa-TM-5Dr.text
source: Absent or non-functionning cones, rods only
fr: Cônes absents ou non-fonctionnels, bâtonnets seulement

# wLH-wG-f7q.headerTitle
source: See also…
fr: Voir aussi…

# wph-Ia-bIP.title
source: Sim Daltonism
fr: Sim Daltonisme

# XDI-Ny-fnp.text
source: No red cones
fr: Aucun cône rouge

# XUG-GA-dDA.text
source: BT.709 luma coefficients
fr: Coefficients de luminosité BT.709

# y8Y-pM-e8s.normalTitle
source: Open in App Store
fr: Ouvrir dans l’App Store

# zcz-ua-eaM.headerTitle
source: About
fr: À propos
